Repository: mabdullah4014/yalla
Catalog: lib/l10n/intl_*.arb
Languages: ar, ur

# app_name
source: Yalla
ar: يلا
ur: یەڵا

source: Blog
ar: المدونة
ur: بڵۆگ

source: How it works?
ar: كيفية الطلب
ur: چۆن کار دەکات؟

# terms_and_condition
source: Terms & Conditions
ar: القوانين والأحكام
ur: یاسا و رێساکان

source: About
ar: نبذة عنّا
ur: دەربارە

source: Home
ar: الصفحة الرئيسية
ur: پەڕی سەرەکی

source: Login
ar: تسجيل الدخول
ur: چوونە ژوورەوە

source: Sign up
ar: تسجيل الحساب
ur: خۆ تۆمارکردن

# dont_have_account
source: Don't have an account ?
ar: ليس لديك حساب؟
ur: هەژمارت نیە؟

# already_account
source: Already have an account ?
ar: لديك حساب مسبقاً؟
ur: پێشتر هەژمارت دروستکردووە؟

source: Email address
ar: البريد الألكتروني
ur: ئەدرێسی ئیمەیڵ

source: Password
ar: كلمة السر
ur: ووشەی نهێنی

# login_fb
source: Log in with Facebook
ar: ادخل باستخدام حساب الفيس بوك
ur: بە فەیسبووکەکەت خۆت تۆماربکە

source: Forgot Password ?
ar: نسيت كلمة السر؟
ur: ووشەی نهێنیت بیرچووەتەوە؟

source: Wrong email or password
ar: إيميل أو كلمة سر خاطئة
ur: ئیمەیڵ یاخود ووشەی نهێنی هەڵەیە

source: Welcome
ar: أهلا وسهلا
ur: بەخێربێیت

# should_be_a_valid_email
source: Email should be valid
ar: يجب أن يكون الإيميل فعالًا
ur: ئیمەیڵەکە دەبێت دروست بێت

# should_be_more_than_3_characters
source: Password should be more than 3 characters
ar: يجب أن تكون كلمة السر أكثر من 3 أحرف
ur: ووشەی نهێنی دەبێت لە سێ پیت یان ژمارە زیاتربێت

# signup_customer
source: Sign up as a customer
ar: سجل كمستخدم
ur: وەکو بەکارهێنەر خۆت تۆماربکە

# signup_customer_desc
source: Sign up and post a job or project and get contacted by Yalla
ar: سجل حسابك وانشر وظيفة أو مشروع وسوف يتصل بك يلا
ur: خۆت تۆماربکە و کارێک یان بەرهەمێک دابنێ تاوەکو یەڵا پەیوەندیت پێوە بکات

# should_be_a_valid_name
source: Enter full name
ar: أدخل اسمك الكامل
ur: ناوی تەواو بنووسە

source: Name
ar: الإسم
ur: ناو

# should_be_a_valid_number
source: Enter valid phone number
ar: أدخل رقم هاتف صحيح
ur: ژمارە مۆبایلێکی درووست بنووسە

source: Mobile number
ar: رقم الهاتف
ur: ژمارەی مۆبایل

# create_password
source: Create a password
ar: أنشئ كلمة السر
ur: ووشەیەکی نهێنی درووست بکە

# signup_business_owner
source: Sign up as a Business owner
ar: سجل كمقدم خدمة
ur: وەکو خاوەنکار خۆت تۆماربکە

# signup_business_desc
source: Sign up and add your business
ar: سجل حسابك واضف تجارتك
ur: خۆت تۆماربکە و کارەکەت داخڵ بکە

# comapny_name
source: Yalla/Company name
ar: يلا/اسم الشركة
ur: یەڵا/ناوی کۆمپانیا

source: Sign up as Yalla
ar: جل دخوسجل
ur: وەکو هاوبەشی یەڵا خۆت خۆماربکە

# sign_up_agree
source: By signing up, I agree to yalla's
ar: بتسجيلك لحسابك, أوافق على شروط وأحكام يلا
ur: بە خۆ تۆمارکردن، رازیم بە مەرجەکانی یەڵا

# sign_up_fb
source: Sign up with Facebook
ar: سجل دخولك على فيسبوك
ur: بە فەیسبووک خۆت تۆماربکە

# choose_account_type
source: Choose your account type
ar: اختر نوع حسابك
ur: جۆری هەژمارەکەت دەستنیشانبکە

source: Looking for service?
ar: هل تبحث عن خدمة معينة؟
ur: بەدوای خزمەتگووزاریەکدا دەگەڕێیت؟

# are_business_owner
source: Are you as business owner?
ar: هل تقوم بتوفير خدمات معينة؟
ur: خاوەن کاریت ؟

source: Enter
ar: دخول
ur: داخڵ بکە

source: Enter valid
ar: ادخل معلومة صحيحة
ur: بە دروستی داخڵی بکە

source: Done
ar: تم
ur: تەواو

# tap_for_location
source: Tap map to pin point location
ar: انقر على الخريطة لتحديد موقعك
ur: بە ووردی لەسەر نەخشەکە پەنجە بە شوێنەکەتدا بنێ

source: OK
ar: أجل
ur: ئۆکەی

source: Submit
ar: أرسل
ur: بینێرە

source: Jobs
ar: الطلبات
ur: کارەکان

source: No Jobs
ar: لا يوجد طلبات
ur: هیچ کارێک نیە

source: Profile
ar: حساب
ur: پڕۆفایل

# business_detail_empty
source: Business detail cannot be empty
ar: تفاصيل العمل لا يمكن أن يكون فارغا
ur: زانیاری کار نابێت بەتاڵ بێت

source: Business detail
ar: تفاصيل العمل
ur: زانیاری کار

source: Account Information
ar: معلومات حسابك الشخصي
ur: زانیاری هەژمار

source: Categories
ar: التصنيفات
ur: هاوپۆلەکان

# please_select_more
source: Please choose one or more
ar: رجاءا اختر واحدة او اكثر
ur: تکایە دانەیەک یاخود زیاتر دەستنیشان بکە

source: Cancel
ar: ألغِ
ur: هەڵوەشاندنەوە

source: Update
ar: تحديث
ur: نوێکردنەوە

source: Error
ar: خطأ
ur: هەڵە

source: category
ar: تصنيف
ur: هاوپۆڵ

# unavailable
source: Service unavailable at the moment. Please try again later
ar: الخدمة غير متاحة حاليا, حاول في وقت لاحق
ur: خزمەتگوزارییەکە لەم کاتەدا بەردەست نیە، تکایە دواتر هەوڵ بدەرەوە

# no_categories
source: No categories available
ar: لا يوجد تصنيف
ur: هیچ هاوپۆلێک بەردەست نیە

# no_banners
source: No banners available
ar: لا يوجد اشعارات
ur: هیچ بانەرێک بەردەست نیە

source: Confirm Order
ar: اكد طلبك
ur: داواکارییەکەت بنێرە

source: Place Order
ar: اختر طلبك
ur: داوای کارێک بکە

# price_zero
source: Enter valid values to calculate price
ar: ادخل المعلومات الصحيحة لحساب السعر
ur: بەهای دروست داخڵبکە بۆ هەژمارکردنی نرخ..

source: Loading
ar: جار التحميل
ur: بارکردن

source: Calculating Price...
ar: جار حساب السعر...
ur: هەژمارکردنی نرخ...

source: Notes
ar: الملاحظات
ur: تێبینییەکان

source: Service
ar: الخدمة
ur: خزمەتگوزاری

source: Price
ar: السعر
ur: نرخ

source: User already exists
ar: المستخدم موجود
ur: ئەم بەکارهێنەرە پێشتر هەیە

source: Logout
ar: الخروج
ur: چوونە دەرەوە

source: Yes
ar: نعم
ur: بەڵێ

source: No
ar: لا
ur: نەخێر

# logout_message
source: Are you sure you want to logout?
ar: هل تريد تسجيل الخروج
ur: دڵنیایت لە چوونە دەرەوە؟

source: Login to continue..
ar: سجل الدخول للاستمرار..
ur: بڕۆ ژوورەوە بۆ بەردەوام بوون

# enter_location
source: Enter location to proceed
ar: أدخل موقعك للاستمرار
ur: شوێنەکەت دیاری بکە بۆ بەردەوام بوون

source: Order not placed
ar: لم بتم إرسال الطلب
ur: داواکارییەت نەنێردرا

# order_placed
source: Order placed successfully
ar: تم إرسال الطلب بنجاح
ur: داواکارییەکەت بە سەرکەوتوویی نێردرا

source: Updating...
ar: جار التحديث...
ur: نوێکردنەوە...

# user_updated
source: User updated successfully.
ar: تم تحديث المستخدم بنجاح
ur: بەکارهێنەر بە سەرکەوتوویی نوێکرایەوە

# my_order
source: My Orders
ar: طلباتي
ur: داواکارییەکانم

source: Provider Name
ar: اسم مقدم الخدمة
ur: ناو بنووسە

source: My Jobs
ar: وظيفاتي
ur: کارەکانم

# change_status
source: Update Order
ar: تغيير الطلب
ur: نوێکردنەوەی داواکارییەکان

# order_update
source: Order updated successfully.
ar: جار تغيير الطلب بنجاح
ur: داواکارییەکە بە سەرکەوتوویی نوێکرایەوە

# order_update_error
source: Error updating order status.
ar: خطأ في تغيير حالة الطلب
ur: هەڵە روویدا لە نوێکردنەوەی داواکارییەکە

source: Accept
ar: موافقة
ur: رازی بوون

source: Available Jobs
ar: الوظيفات المتاحة
ur: ئەو کارانەی هەیە

# tap_to_enter
source: Tap to enter location
ar: انقر لادخال الموقع
ur: پەنجە بنێ بۆ دیاریکردنی شوێنەکەت

source: Location
ar: موقع
ur: شوێن

source: Unable to proceed
ar: غير قابل للاستمرار
ur: هەڵە روویدا

# selected_categories
source: Current categories
ar: اتصنيفات الحاليية
ur: هاوپۆلەکانی ئێستا

# select_category_to_proceed
source: Select at least one category to proceed
ar: اختر على الأقل تصنيفا واحدا للاستمرار
ur: لانیکەم یەک هاوپۆل دەستنیشان بکە بۆ بەردەوام بوون

source: Description
ar: وصف
ur: زانیاری

source: Change Language
ar: بدّل اللغة
ur: زمانەکەت بگۆڕە

source: Languages
ar: اللغات
ur: زمانەکان

# delete_image_message
source: Are you sure you want to delete this image?
ar: هل انت متاكد من حذف الصورة؟
ur: دڵنیایت دەتەوێت ئەم وێنەیە بسڕیتەوە؟

source: Delete
ar: حذف
ur: سڕینەوە

source: Profile Pic
ar: صورة الشخصية
ur: وێنەی پڕۆفایل

# id_front_pic
source: ID Card Front
ar: مقدمة هوية أحوال مدنية
ur: رووی پێشەوەی ناسنامەی کەسی

# id_back_pic
source: ID Card Back
ar: خلف هوية أحوال مدنية
ur: رووی دوواوەی ناسنامەی کەسی

# not_approved
source: You are not approved yet.
ar: لم يتم موافقتك بعد
ur: هێشتا قبوڵ نەکراویت

source: Capture
ar: التقاط
ur: گرتن

source: Picture
ar: صورة
ur: وێنە

source: Distance
ar: مسافة
ur: دووری

source: km
ar: كم
ur: کم
